[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Мобильная техника",
      "description": "Категория мобильной техники. В нее входят мобильные телефоны, портативные колонки, наушники и многое другое"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Компьютерная техника",
      "description": "Категория компьютерной техники. В нее входят компьютеры, ноутбуки, игровые наушники и многое другое"
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Бытовая техника для кухни",
      "description": "Категория бытовой техники для кухни"
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "Телевизоры, аудио-видео техника",
      "description": "Категория бытовой мультимедийной техники"
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Смартфон Samsung Galaxy S24 Ultra 5G 12/1Tb, SM-S928B, черный титан",
      "description": "Смартфон Samsung Galaxy S24 Ultra 5G – это флагман 2024 года, при производстве которого компания использовала все свои передовые технологии. Здесь разместились мощнейший процессор, большой экран с фантастической контрастностью и камера с впечатляющим разрешением. В комплекте идёт электронное перо S-Pen, упрощающее взаимодействие с устройством.\r\n\r\nКрасочное изображение\r\n\r\nЭкран диагональю 6,8 дюймов позволит комфортно решить любую задачу – будь то просмотр фотографий или запуск детализированной игры. Разрешение 3120x1440 пикселей обеспечивает высокую чёткость изображения. Матрица Dynamic AMOLED 2X, разработанная по собственной технологии Samsung, обладает глубокой цветопередачей и имеет в своём спектре более 16 миллионов оттенков.\r\n\r\nМаксимальная мощность\r\n\r\nQualcomm Snapdragon 8 Gen 3 – это мощнейший мобильный процессор на момент выпуска смартфона. С ним можно не сомневаться, что любая профессиональная программа или игра будет работать быстро и плавно. Графический ускоритель Qualcomm Adreno 750 помогает при рендеринге изображения, а оперативная память объёмом 12 Гб всегда хранит необходимые процессору данные.\r\n\r\nСъёмка в любых условиях\r\n\r\nТыловая камера имеет 4 модуля. Широкоугольный модуль разрешением 200 Мп позволит запечатлеть любой объект в мельчайших деталях. Сверхширокоугольный объектив на 12 Мп поможет сделать кадр максимально информативным. Телеобъектив разрешением 10 Мп и перископ на 50 Мп предлагают 5-кратный оптический и 100-кратный цифровой зум, чтобы приблизить самые далёкие объекты без потери качества.",
      "image": "",
      "category": 1,
      "price": "173490.00",
      "created_at": "2024-03-27T19:33:19.397Z",
      "updated_at": "2024-03-27T19:33:19.397Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "77\" Телевизор LG OLED77C3RLA.ARUB, OLED, 4K Ultra HD, темно-серый, СМАРТ ТВ, WebOS",
      "description": "OLED77C3RLA.ARUB\r\n4K Ultra HD OLED телевизор 77'' LG OLED77C3RLA\r\nИнтеллектуальный процессор α9 4K Gen6\r\nАлгоритм усиления яркости Brightness Booster\r\nУльтратонкий дизайн\r\nИдеально сочетается с LG Sound Bar\r\nSmart TV webOS 23, Алиса, ThinQ, управление голосом с пульта Magic Remote\r\nWOW Orchestra, Dolby Atmos / Vision, Оптимизатор игр, Спортивные нотификации",
      "image": "",
      "category": 4,
      "price": "332990.00",
      "created_at": "2024-03-27T19:36:16.651Z",
      "updated_at": "2024-03-27T19:36:16.651Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Ноутбук игровой GIGABYTE G6 KF-53KZ853SD, 16\", 2023, IPS, Intel Core i5 13500H 2.6ГГц, 12-ядерный, 16ГБ DDR5, 512ГБ SSD, NVIDIA GeForce RTX 4060 для ноутбуков - 8 ГБ, Free DOS, черный",
      "description": "Ноутбук GIGABYTE G6 служит альтернативой игровому ПК и позволяет играть в современные игры на высоких настройках. Несмотря на продвинутое оснащение, устройство сохранило массу 2,3 кг – как у обычных офисных ноутбуков.\r\n\r\nКомфортный дисплей\r\n\r\nБольшой экран диагональю 16 дюймов позволяет погрузиться в игру, а разрешение 1920х1200 обеспечивает высокое качество изображения. Технология IPS обладает хорошей контрастностью и точной цветопередачей. Повышенная частота обновления 165 Гц снижает напряжение глаз при длительном использовании ноутбука.\r\n\r\nПродвинутый процессор\r\n\r\nНоутбук работает под управлением Intel Core i5 13500H – производительного процессора 2023 года. Он имеет 12 ядер и может выполнять 16 потоков вычислений параллельно. Благодаря этому программы будут загружаться быстрее, а фоновые процессы не повлияют на производительность. Двухканальная оперативная память объёмом 16 Гб хранит самые нужные данные в быстром доступе.\r\n\r\nИгровая видеокарта\r\n\r\nВидеокарта NVIDIA GeForce RTX 4060 имеет 8 Гб оперативной памяти и сможет прогрузить большой объём графики для игры или профессиональной программы. Графический процессор может потреблять до 75 Вт мощности. Поддерживаются дополнительные технологии для обеспечения отзывчивости изображения.",
      "image": "",
      "category": 2,
      "price": "119990.00",
      "created_at": "2024-03-27T19:37:28.267Z",
      "updated_at": "2024-03-27T19:37:28.267Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Холодильник двухкамерный Sharp SJWX99ABK No Frost, инверторный черный",
      "description": "Холодильник двухкамерный Sharp SJWX99ABK имеет общий полезный объем 650 литров, что позволяет разместить в нем большое количество продуктов. Данная модель рассчитана на семью из 4-5 человек. На внешней стороне дверцы находится ЖК-дисплей, на котором отображается вся необходимая информация. Благодаря системе охлаждения No Frost не нужно вручную размораживать холодильную и морозильную камеры. В холодильнике предусмотрены съемные стеклянные полки, которые легко вынимаются и протираются в случае необходимости. Морозилка расположена снизу и позволяет хранить до 11 кг мяса, рыбы, свежих ягод и других продуктов.\r\n\r\nОсобенности модели:\r\n\r\nинверторный компрессор;\r\nвозможность регулировки ножек по высоте;\r\nпять дверей.\r\nПолезные функции\r\n\r\nВ режиме «Суперзаморозка» можно за один раз заморозить несколько килограммов мясных полуфабрикатов с сохранением максимального количества полезных веществ. Благодаря контролю влажности свежие овощи и фрукты не будут заветриваться при длительном хранении. Автоматический льдогенератор и встроенный диспенсер позволяют получить лед кубиками и охлажденную до нужной температуры воду одним нажатием кнопки, не открывая дверцы.\r\n\r\nАвтономная работа\r\n\r\nВ случае отключения электричества в морозилке и холодильном отделении в течение 17 часов поддерживается низкая температура, благодаря чему продукты не испортятся до момента включения света.\r\n\r\nИндикатор открытой двери\r\n\r\nЕсли дверца неплотно закрыта или остается в открытом положении более одной минуты, встроенный динамик издает звуковой сигнал. Это будет полезно, если в квартире проживают маленькие дети или пожилые родители.",
      "image": "",
      "category": 3,
      "price": "399990.00",
      "created_at": "2024-03-27T19:38:44.303Z",
      "updated_at": "2024-03-27T19:38:44.303Z"
    }
  }
]